Revit 2024 API
ParameterTypeId.SpacingJustificationn1 Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpacingJustificationn1 { get; }
Visual Basic
Public Shared ReadOnly Property SpacingJustificationn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpacingJustificationn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace